Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh1-6-v3.tmx
Source language: bo
Languages: en

source: །དེ་ཙམ་ན་སྐྱེད་མོས་ཚལ་དེ་ན་རང་སངས་རྒྱས་ལེགས་སྨོན་ཞེས་བྱ་བ་བསམ་གཏན་བྱེད་དོ།
en: At that time, a self-awakened one named Suruci was practicing dhyāna in that park.

source: །དེ་ནས་སྐྱེས་བུ་གཡོན་ཅན་པད་མའི་རྩ་ལག་དེ་སྐྲག་པས་རལ་གྲི་ཁྲག་ཅན་རང་སངས་རྒྱས་ལེགས་སྨོན་གྱི་མདུན་དུ་བོར་ནས་སྐྱེ་བོའི་ཚོགས་ཆེན་པོ་དེ་ཉིད་ཀྱི་ནང་དུ་ཞུགས་སོ།
en: Then the rogue Mṛṇāla, frightened, threw the bloody sword in front of the self-awakened one Suruci and slipped in among the crowd.

source: །སྐྱེ་བོའི་ཚོགས་ཆེན་པོས་རལ་གྲི་ཁྲག་ཅན་མཐོང་ནས་རབ་ཏུ་བྱུང་བ་འདིས་ནི་བཟང་མོའི་སྲོག་དང་ཕྲལ་ལོ་ཞེས་དེ་ནས་རང་སངས་རྒྱས་དེ་ཀུན་ནས་བསྐོར་ནས་མི་བཟོད་པ་བསྐྱེད་དེ་སྨྲས་པ། ཀྱེ་རབ་ཏུ་བྱུང་བ་དྲང་སྲོང་གི་རྒྱལ་མཚན་བསྲེལ་ནས་འདི་འདྲ་བའི་ལས་བྱེད་དམ།
en: The many people saw the bloody sword and shouted, ‘This mendicant killed Bhadrā!’ Then they surrounded the self-awakened one and, unable to bear it, said, ‘Hey, mendicant, did you do such a thing while upholding the banner of a ṛṣi?’

source: དེས་སྨྲས་པ་ཅི་ཞིག་བྱས།
en: “ ‘What did I do?’ he asked.

source: དེ་རྣམས་ཀྱིས་སྨྲས་པ། ཁྱོད་ཀྱིས་བཟང་མོ་དང་ལྷན་ཅིག་དགའ་མགུར་སྤྱད་ནས་དེ་སྲོག་དང་ཕྲལ་ལོ། །དེས་སྨྲས་པ།
en: “ ‘You enjoyed yourself with Bhadrā and killed her,’ they told him.

source: རྣས་མི་བཟོད་པ་དེ་ང་ནི་ལས་འདི་མི་བྱེད་དོ།
en: “ ‘That is unbearable to hear!’ he exclaimed. ‘I did not do any such thing.’

source: །དེས་རྣས་མི་བཟོད་པའི་ཚིག་སྨྲས་ཀྱང་། སྐྱེ་བོའི་ཚོགས་ཆེན་པོ་དེས་ལག་པ་ཕྱིང་ཀ་ལོག་ཏུ་དམ་དུ་བཅིངས་ནས་རྒྱལ་པོ་ལ་ཕུལ་ཏེ། ལྷ་རབ་ཏུ་བྱུང་བ་འདིས་བཟང་མོ་དང་ལྷན་ཅིག་དགའ་མགུར་སྤྱད་ནས་དེས་སྲོག་དང་ཕྲལ་ལགས་སོ། །རྒྱལ་པོ་དག་ནི་མི་རྟོག་པ་ཡིན་པས་དེས་སྨྲས་པ།
en: “Although he said the word unbearable, the many people tied his hands tightly behind his back and turned him over to the king, saying, ‘Your Majesty, this mendicant enjoyed himself with Bhadrā and killed her.’

source: གལ་ཏེ་དེ་ལྟ་ན་རབ་ཏུ་བྱུང་བ་འདི་ངས་སྤངས་ཀྱིས་དེང་ལ་སོད་ཅིག །དེ་ནས་དེའི་མགུལ་པར་མེ་ཏོག་ཀ་ར་བཱི་རའི་ཕྲེང་བས་བཏགས་ནས་གཤེད་མ་གོས་སྔོན་པོ་གྱོན་པ་མཚོན་ཐོགས་པ་རྣམས་ཀྱིས་ཡོངས་སུ་བསྐོར་ནས་ལམ་པོ་ཆེ་དང་། ཚོང་དུས་དང་། བཞི་མདོ་དང་། སུམ་མདོ་རྣམས་སུ་བསྒྲགས་ཏེ། གྲོང་ཁྱེར་ནས་སྐྱེད་མོས་ཚལ་ལོགས་སུ་ཁྲིད་དོ།
en: “(Kings do not investigate things carefully.) He said, ‘If so, I have forsaken this mendicant. Kill him today.’ “His neck was then tied with a garland of karavīra, and he was surrounded by executioners dressed in blue clothes. They proclaimed the sentence in wide streets, in markets, at crossroads, and at three-forked roads, and, having left the city, they took him to the park.

source: །དེ་ནས་སྐྱེས་བུ་གཡོན་ཅན་པད་མའི་རྩ་ལག་གི་བློ་སྐྱེས་པ་རབ་ཏུ་བྱུང་བ་དཀའ་ཐུབ་ཅན་སྐྱོན་མེད་པ་ཉེས་པ་མི་བྱེད་པ་འདི་ལ་ཡང་དག་པ་མ་ཡིན་པས་སྐུར་བ་བཏབ་པས་ད་འདི་གསད་པ་ལ་ཐུག་ན།
en: Then this thought occurred to the rogue Mṛṇāla: ‘Since I falsely slandered this faultless, innocent mendicant and ascetic, he is now near his death.

source: བདག་གིས་འདི་ཡལ་བར་དོར་བ་ནི་བདག་གི་ཆ་མ་ཡིན་ནོ་སྙམ་དུ་བསམས་ནས་སླར་ལོག་སྟེ། རྒྱལ་པོའི་དྲུང་དུ་སོང་ནས་རྐང་པ་གཉིས་ལ་གཏུགས་ཏེ་སྨྲས་པ། ལྷ་རབ་ཏུ་བྱུང་བ་འདིས་ནི་ལས་འདི་མ་བགྱིས་ཏེ།
en: It would not be right for me to ignore him.’ He turned around, went to the king, threw himself at his feet, and said, ‘Your Majesty, this mendicant did not do this act.

source: སྡིག་པའི་ལས་འདི་ནི་བདག་གིས་བགྱིས་ཀྱིས་རབ་ཏུ་བྱུང་བ་འདི་གཏང་བར་གསོལ།
en: This evil act was done by me. Please release this mendicant.’

source: དགེ་སློང་དག་ཇི་སྙམ་དུ་སེམས།
en: “What do you think, monks?

source: དེའི་ཚེ་དེའི་དུས་ཀྱི་སྐྱེས་བུ་གཡོན་ཅན་པད་མའི་རྩ་ལག་གང་ཡིན་པ་དེ་ནི་ང་ཉིད་ཡིན་ཏེ།
en: That one who was the rogue Mṛṇāla at that time, on that occasion, was indeed me.

source: ངས་རང་སངས་རྒྱས་ལ་ཡང་དག་པར་མ་ཡིན་པས་སྐུར་པ་བཏབ་པ་གང་ཡིན་པ་དེའི་ལས་ཀྱི་རྣམ་པར་སྨིན་པས་ང་ལོ་མང་པོ་དང་ཞེས་བྱ་བ་ནས། སེམས་ཅན་དམྱལ་བ་རྣམས་སུ་བཙོས་སོ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ།
en: Because of the maturation of that karma, namely, my falsely slandering the self-awakened one, I was boiled in the hells for many years . . . .

source: །ལས་ཀྱི་ལྷག་མ་དེ་ཁོ་ནས་ད་ལྟར་ང་མངོན་པར་རྫོགས་པར་བྱང་ཆུབ་པ་ན་ཡང་བྲམ་ཟེའི་བུ་མོ་རྩྭ་མིས་ཡང་དག་པ་མ་ཡིན་པས་སྐུར་པ་བཏབ་སྟེ།
en: Because of the remains of that karma, I was now falsely slandered along with the five hundred monks by the brahmin girl Cañcā, even while being the Tathāgata, who had perfectly accomplished awakening.

source: འདི་ནི་ཐུན་མོང་མ་ཡིན་པའོ།
en: This is unshared.” f.

source: །བཙུན་པ་བཅོམ་ལྡན་འདས་ཀྱིས་ཕྲིན་ལས་ཅི་ཞིག་མཛད་ན།
en: A Brahmin Who Falsely Accused a Buddha

source: ཕྲིན་ལས་དེའི་རྣམ་པར་སྨིན་པས་ཡུལ་དགྲ་མཐར་དགེ་སློང་གཉིས་ཀྱིས་ལྔ་བརྒྱར་མ་ཚང་བའི་དགེ་སློང་རྣམས་དང་ཐབས་ཅིག་ནས་རུལ་གསོལ་ལ། ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་དང་། མཽད་གལ་གྱི་བུ་གཉིས་ནི་ལྷའི་ཞལ་ཟས་ལ་ལོངས་སྤྱོད་ལགས།
en: “O Honored One, what karma did the Blessed One create that matured to cause him to eat rotten barley with four hundred ninety-eight monks in Vairambhya, while the venerables Śāriputra and Maudgalyāyana ate divine food?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་དག་དེ་བཞིན་གཤེགས་པ་ཉིད་ཀྱིས་སྔོན་གྱི་ཚེ་རབས་གཞན་རྣམས་སུ་ལས་རྣམས་བྱས་ཤིང་བསགས་པ་ཞེས་བྱ་བ་ནས།
en: “Monks,’ the Blessed One answered, ‘the actions were performed and accumulated by the Tathāgata himself in other lives in the past . . . “. . .

source: འབྲས་བུ་དག་ཏུ་འགྱུར་བ་ཉིད་ཅེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ།
en: “They bear fruit in embodied beings.

source: །དགེ་སློང་དག་སྔོན་བྱུང་བ་སྐྱེ་དགུ་རྣམས་ཀྱི་ཚེ་ལོ་བརྒྱད་ཁྲི་ཐུབ་པ་ན་འཇིག་རྟེན་དུ་སྟོན་པ་རྣམ་པར་གཟིགས་ཞེས་བྱ་བ་ཞིག་བྱུང་ནས་ཞེས་བྱ་བ་ནས། སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ།
en: “Monks, once when the human lifespan was eighty thousand years, there appeared in the world a teacher named Vipaśyin . . . a buddha, a blessed one.

source: །དེ་འཁོར་དྲུག་ཁྲི་དང་ལྗོངས་རྒྱུ་ཞིང་གཤེགས་པ་ན། རྒྱལ་པོའི་ཕོ་བྲང་བ་ཤེས་ལྡན་དུ་བྱོན་ཏོ།
en: He arrived at the royal capital Bandhumatī with sixty thousand attendants, having traveled through the country.

source: །བཤེས་ལྡན་དེའི་བྲམ་ཟེ་ཞིག་བྲམ་ཟེའི་ཁྱེའུ་ལྔ་བརྒྱ་ལ་བྲམ་ཟེ་རྣམས་ཀྱི་གསང་ཚིག་ཀློག་ཏུ་འཇུག་གོ།
en: A certain brahmin of Bandhumatī was teaching brahmanical mantras to five hundred young brahmins.

source: །དེས་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམ་པར་གཟིགས་འཁོར་ལྔ་བརྒྱ་དང་མཐོང་ནས། དེས་བྲམ་ཟེའི་ཁྱེའུ་རྣམས་ལ་སྨྲས་པ། ཤེས་ལྡན་དག་དགེ་སྦྱོང་མགོ་རེག་འདི་དག་ལྷའི་ཞལ་ཟས་ལ་ལོངས་སྤྱད་པའི་འོས་མ་ཡིན་གྱི། ནས་རུལ་པ་ཟ་བའི་འོས་ཡིན་ནོ།
en: When he saw the Completely Awakened One Vipaśyin with his five hundred attendants, he said to the young brahmins, ‘Sirs, these shaven-headed śramaṇas deserve not to enjoy divine food, but to eat rotten barley.’

source: །དེ་རྣམས་ཀྱིས་ཀྱང་རྗེས་སུ་ཡི་རང་བ་བྱས་ཏེ།
en: “They agreed with him:

source: མཁན་པོ་དེ་མད་དེ།
en: ‘True, sir!

source: དགེ་སྦྱོང་མགོ་རེག་འདི་དག་ནི་ལྷའི་ཞལ་ཟས་ལ་ལོངས་སྤྱད་པའི་འོས་མ་ལགས་ཀྱི་ནས་རུལ་པ་འཚལ་བའི་འོས་ལགས་སོ།
en: These shaven-headed śramaṇas deserve not divine food, but to eat rotten barley.’

source: །དེ་ན་ཡང་བྲམ་ཟེའི་ཁྱེའུ་དཀར་པོ་ཅན་གཉིས་ཤིག་གིས་སྨྲས་པ། མཁན་པོས་ནི་མ་ལེགས་པ་ཞིག་གསུངས་ཏེ།
en: “But two virtuous young brahmins remarked, ‘What the master said is not good.

source: བདག་ཉིད་ཆེན་པོ་འདི་དག་ནི་ལྷའི་ཞལ་ཟས་ལ་ལོངས་སྤྱོད་པའི་འོས་ལགས་སོ།
en: These great men deserve to enjoy divine food.’

source: དེའི་ཚེ་དེའི་དུས་ཀྱི་བྲམ་ཟེ་ལྔ་བརྒྱ་ཅན་གང་ཡིན་པ་དེ་ནི་ང་ཉིད་ཡིན་ཏེ།
en: That one who was the brahmin who had five hundred disciples at that time, on that occasion, was indeed me.

source: ངས་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམ་པར་གཟིགས་ཉན་ཐོས་ཀྱི་དགེ་འདུན་དང་བཅས་པ་ལ་ངག་གི་ལས་རྩུབ་མོ་ཕྱུང་བ་གང་ཡིན་པ་དེའི་ལས་ཀྱི་རྣམ་པར་སྨིན་པས་ང་ལོ་མང་པོ་དང་། ལོ་བརྒྱ་ཕྲག་མང་པོ་དང་། ལོ་སྟོང་ཕྲག་མང་པོ་དང་། ལོ་བརྒྱ་སྟོང་ཕྲག་མང་པོར་ནས་རུལ་པ་ཟོས་སོ།
en: Because of the maturation of that karma, namely, my speaking harsh words against the Perfectly Awakened One Vipaśyin and his community of monks, I ate rotten barley for many years—hundreds of years, thousands of years, hundreds of thousands of years.

source: །ལས་ཀྱི་ལྷག་མ་དེ་ཁོ་ནས་དེ་ལྟར་མངོན་པར་རྫོགས་པར་བྱང་ཆུབ་པ་ན་ཡང་དགྲ་མཐར་དགེ་སློང་གཉིས་ཀྱིས་ལྔ་བརྒྱར་མ་ཚང་བའི་དགེ་སློང་རྣམས་དང་ཐབས་ཅིག་ནས་རུལ་པ་ལ་ལོངས་སྤྱད་དོ།
en: Because of the remains of that karma, I had rotten barley with four hundred ninety-eight monks in Vairambhya.

source: །བྲམ་ཟེའི་ཁྱེའུ་གཉིས་པོ་གང་ཡིན་པ་དེ་ནི་དགེ་སློང་ཤཱ་རིའི་བུ་དང་། མཽད་གལ་གྱི་བུ་འདི་དག་ཉིད་ཡིན་ནོ།
en: Those who were the two young brahmins were indeed the monks Śāriputra and Maudgalyāyana.” g. Uttara

source: །བཙུན་པ་བཅོམ་ལྡན་འདས་ཀྱིས་ཕྲིན་ལས་ཅི་ཞིག་མཛད་ན་ཕྲིན་ལས་དེའི་རྣམ་པར་སྨིན་པས་ལོ་དྲུག་ཏུ་དཀའ་བ་སྤྱད་པར་གྱུར་ལགས།
en: “O Honored One, what karma did the Blessed One create that matured to cause him to engage in ascetic practice for six years?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་དག་དེ་བཞིན་གཤེགས་པ་ཉིད་ཀྱིས་སྔོན་གྱི་ཚེ་རབས་གཞན་རྣམས་སུ་ལས་རྣམས་བྱས་ཤིང་བསགས་པ་དག་ནི་ཞེས་བྱ་བ་ནས།
en: “Monks,” the Blessed One answered, “the actions were performed and accumulated by the Tathāgata himself in other lives in the past . . . “. . .

source: །དགེ་སློང་དག་སྔོན་བྱུང་བ་ལྗོངས་ཀྱི་གྲོང་རྡལ་བཻ་བྷི་ཊིང་གི་ཞེས་བྱ་བ་འབྱོར་པ་དང་རྒྱས་པ། བདེ་བ་དང་། ལོ་ལེགས་པ། སྐྱེ་བོ་དང་། མི་མང་པོས་རབ་ཏུ་གང་བ་ཞིག་ཡོད་དེ།
en: “Monks, once there was a provincial town named Vaibhiḍiṅgī, which was rich, prosperous, peaceful, abundant in food, and full of many people.

source: དགེ་སློང་དག་ལྗོངས་ཀྱི་གྲོང་རྡལ་བཻ་བྷི་ཊིང་གི་ན་རྫ་མཁན་དགའ་སྐྱོང་ཞེས་བྱ་བ་སངས་རྒྱས་ལ་མངོན་པར་དད་པ། ཆོས་དང་དགེ་འདུན་ལ་མངོན་པར་དད་པ།
en: In the provincial town of Vaibhiḍiṅgī there was a potter named Nandīpāla, who had faith in the Buddha and had faith in the Dharma and the Saṅgha;

source: སངས་རྒྱས་ལ་སྐྱབས་སུ་སོང་བ། ཆོས་དང་དགེ་འདུན་ལ་སྐྱབས་སུ་སོང་བ།
en: who sought refuge in the Buddha and sought refuge in the Dharma and the Saṅgha;

source: སངས་རྒྱས་ལ་གཅིག་ཏུ་བྱེད་པ། ཆོས་དང་དགེ་འདུན་ལ་གཅིག་ཏུ་བྱེད་པ།
en: who was devoted to the Buddha and devoted to the Dharma and the Saṅgha;

source: སངས་རྒྱས་ལ་ཡིད་གཉིས་དང་ཐེ་ཚོམ་མེད་པ། ཆོས་དང་དགེ་འདུན་ལ་ཡིད་གཉིས་དང་ཐེ་ཚོམ་མེད་པ། སྡུག་བསྔལ་དང་ཀུན་འབྱུང་དང་། འགོག་པ་དང་། ལམ་ལ་ཡིད་གཉིས་དང་ཐེ་ཚོམ་མེད་པ། བདེན་པ་མཐོང་བ། འབྲས་བུ་ཐོབ་པ།
en: who had no hesitancy or doubt about the Buddha and had no hesitancy or doubt about the Dharma and the Saṅgha;

source: ལོ་མ་དང་། གཏུན་སྤངས་པ་ཞིག་བྱུང་སྟེ། དེ་གང་ན་ཆུས་བརྐོས་པའམ། བྱི་བྲུན་མ་གཏོགས་པ་རང་གི་ལག་གིས་ས་མི་རྐོ་ཞིང་རྐོར་མི་འཇུག་གོ། །དེ་ནས་རང་གིས་ས་བླངས་ནས་སྲོག་ཆགས་མེད་པའི་ཆུས་སྤྲུས་ཏེ་སྣོད་རྣམས་བྱས་ནས་མཐའ་གཅིག་ཏུ་བཞག་སྟེ། འདི་སྐད་ཅེས་འཕགས་པའམ། བཞིན་བཟངས་དག་འདིར་ཏིལ་ལམ། འབྲས་སམ། སྲན་མུད་ག་ཚལ་ཚོལ་དག་མཐའ་གཅིག་ཏུ་ཞོག་ལ། ཁྱེད་ཅག་ལས་གང་ཞིག་སྣོད་གང་དགོས་པ་དེ་དེ་ལོང་ལ་དེང་ཤིག་ཅེས་སྨྲས་ནས།
en: and who had no hesitancy or doubt about suffering, its origin, its cessation, and the path, had seen the truths, had attained the fruits of good karma, and had abandoned leaves and pestles. He did not dig soil by himself or make others do so, but used soil that was channeled by water or dug by mice. He used to take clay, stir it with water free from insects, make vessels, put them to one side, and say, ‘Masters, sirs, put some sesame, rice, mudga beans, or beans on one side here, and those of you who need a vessel should take one.’

source: དེ་ནས་ཕ་མ་ལོང་བ་གཉིས་གསོ་ཞིང་དུས་དུས་སུ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་ལ་བསོད་སྙོམས་འབུལ་ལོ།
en: “Doing this, he took care of his blind parents and often offered almsfood to the Completely Awakened One Kāśyapa.

source: །བྲམ་ཟེའི་ཁྱེའུ་བླ་མའི་གྲོགས་པོ་དང་། སྙིང་དུ་སྡུག་པ་དང་། ནེའུ་ཟླ་ཡང་ཡིན་ནོ།
en: He was also the friend and favorite of a young brahmin, Uttara, and was the same age as him.

source: །དགེ་སློང་དག་ལྗོངས་ཀྱི་གྲོང་ཁྱེར་བཻ་བྷི་ཊིང་གི་ན་བྲམ་ཟེ་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུ་ནྱ་གྲོ་དྷ་ཞེས་བྱ་བ་ཕྱུག་ཅིང་ནོར་མང་ལ་ལོངས་སྤྱོད་ཆེ་བ་ཞིག་བྱུང་སྟེ། བཻ་བྷི་ཊིང་གི་རྒྱས་པ།
en: “Monks, in the provincial town of Vaibhiḍiṅgī there was a very wealthy brahmin named Nyagrodha, who was rich and had great wealth and many possessions.

source: འདུ་ཐང་དང་བཅས་རྩྭ་ཤིང་དང་འབབ་ཆུར་བཅས་པ། རྒྱལ་པོ་ཀྲྀ་ཀཱིས་བྲམ་ཟེའི་སྦྱིན་པར་བྱིན་པ་ལ་ཡོངས་སུ་ལོངས་སྤྱོད་དོ།
en: He was enjoying all of Vaibhiḍiṅgī, which had been given by King Kṛkin along with tribute, grass, trees, and water as gifts for brahmins.

source: །བྲམ་ཟེ་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུ་ནྱ་གྲོ་དྷའི་སློབ་མ་བྲམ་ཟེའི་ཁྱེའུ་བླ་མ་ཞེས་བྱ་བ་ཕ་དང་མའི་རིགས་དང་ལྡན་པ།
en: There was a disciple of the very wealthy brahmin Nyagrodha named Uttara, whose parents belonged to noble families;

source: མོ་ཕྱོགས་ནས་དག་པ།
en: whose wife’s family was also pure;

source: མེས་པོའི་ཕྱོགས་དང་། ཕྱི་མོའི་ཕྱོགས་ཟུང་བདུན་རྒྱུད་ཀྱི་བར་གྱིས་བཟུང་སྟེ། རིགས་ལ་གཏམ་གྱིས་མ་ཕོག་པ།
en: whose paternal and maternal lineages had not had any bad reputation for seven generations;

source: ཀློག་ཏུ་འཇུག་པ།
en: who taught;

source: གསང་ཚིག་འཛིན་པ།
en: who memorized mantras;

source: རིག་བྱེད་གསུམ་པོ་སྒྲ་ངེས་པར་སྦྱར་བ་དང་། ཤེས་གསལ་དང་བཅས་པའི་ཡི་གེ་རབ་ཏུ་འབྱེད་པ་དང་བཅས་པ་དང་། ལྔ་པ་དེ་ལྟ་བུ་བྱུང་བ་ཅན་རྣམས་ཀྱིས་ཕ་རོལ་ཏུ་ཕྱིན་ཅིང་ལུང་སྟོན་པར་བྱེད་པ།
en: who was versed in the three Vedas together with their glossary, the science of rituals, and the analysis of letters and the stories of past events, which is fifth; who made predictions;

source: གཟུགས་བཟང་བ། བལྟ་ན་སྡུག་པ། མཛེས་པ་ཞིག་ཡོད་དེ།
en: and who was well proportioned, pleasant to behold, and attractive.

source: བྲམ་ཟེ་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུ་ནྱ་གྲོ་དྷའི་བྲམ་ཟེའི་ཁྱེའུ་ལྔ་བརྒྱ་ཙམ་ལ་བྲམ་ཟེ་རྣམས་ཀྱི་གསང་ཚིག་ཀློག་ཏུ་འཇུག་གོ།
en: The very wealthy brahmin Nyagrodha was teaching brahmanical mantras to five hundred young brahmins, who were his disciples.

source: །རྫ་མཁན་དགའ་སྐྱོང་གི་གྲོགས་པོ་དང་། སྙིང་དུ་སྡུག་པ་དང་ནེའུ་ཟླ་ཡང་ཡིན་ནོ།
en: He was also the friend and favorite of the potter Nandīpāla and was the same age as him.

source: །དེ་ནས་རྫ་མཁན་དགའ་སྐྱོང་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གང་ན་བ་དེར་སོང་སྟེ་ཕྱིན་པ་དང་། ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་བྱས་ཏེ་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ།
en: “At a certain point the potter Nandīpāla went to the Completely Awakened One Kāśyapa. When he arrived, he bowed low until his forehead touched the feet of the Completely Awakened One Kāśyapa, and then he sat down to one side.

source: །ཕྱོགས་གཅིག་ཏུ་འདུག་པ་དང་། ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གིས་རྫ་མཁན་དགའ་སྐྱོང་ལ་ཆོས་དང་ལྡན་པའི་གཏམ་གྱིས་ཡང་དག་པར་སྟོན་པར་མཛད། ཡང་དག་པར་འཛིན་དུ་འཇུག་པར་མཛད། ཡང་དག་པར་གཟེངས་སྟོད་པར་མཛད། ཡང་དག་པར་རབ་ཏུ་དགའ་བར་མཛད་དེ།
en: When he had sat down to one side, the Completely Awakened One Kāśyapa, through talk consistent with the Dharma, instructed, inspired, encouraged, and delighted the potter Nandīpāla.

source: །དེ་ནས་རྫ་མཁན་དགའ་སྐྱོང་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གིས་གསུངས་པ་ལ་མངོན་པར་དགའ་སྟེ་རྗེས་སུ་ཡི་རངས་ནས།
en: Then the potter Nandīpāla rejoiced in and praised the words of the Completely Awakened One Kāśyapa.

source: བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་བྱས་ཏེ་སྟན་ལས་ལངས་ནས་སོང་ངོ་།
en: He bowed low until his forehead touched the Blessed One’s feet, rose from his seat, and departed.

source: །དེའི་ཚེ་བྲམ་ཟེའི་ཁྱེའུ་བླ་མ་རྟ་རྒོད་མ་དང་ལྡན་པའི་ཤིང་རྟ་ཐམས་ཅད་ནས་དཀར་བའི་ནང་དུ་ཞུགས་ཏེ། གསེར་གྱི་རིལ་བ་དང་། དབྱུག་པ་ཐོགས་ནས་བྲམ་ཟེའི་ཁྱེའུའི་ཚོགས་ཀྱིས་ཡོངས་སུ་བསྐོར་ཅིང་། བྲམ་ཟེའི་ཁྱེའུའི་ཚོགས་ཀྱིས་མདུན་དུ་བདར་ནས། བཻ་བྷི་ཊིང་གི་ཕྱི་རོལ་དུ་བྲམ་ཟེ་རྣམས་ཀློག་ཏུ་འཇུག་པར་འདོད་ནས།
en: “At that time, the young brahmin Uttara left Vaibhiḍiṅgī, riding an entirely white chariot pulled by mares, carrying a golden water jar with a handle, surrounded by young brahmins, followed by young brahmins, wishing to teach brahmins outside Vaibhiḍiṅgī.

source: བཻ་བྷི་ཊིང་གི་ནས་བྱུང་བ་དང་བྲམ་ཟེའི་ཁྱེའུ་བླ་མས་རྫ་མཁན་དགའ་སྐྱོང་ཐག་རིང་པོ་ཁོ་ན་ནས་མཐོང་ངོ་། །མཐོང་ནས་ཀྱང་འདི་སྐད་ཅེས་སྨྲས་སོ། །དེས་པ་དགའ་སྐྱོང་ཁྱོད་ད་གཟོད་ག་ལས་འོངས།
en: When the young brahmin Uttara saw the potter Nandīpāla from a distance, he said, ‘O gentle sir, Nandīpāla, where have you been up until now?’

source: དེས་པ་བླ་མ་ཁོ་བོ་ནི་འོ་ནི་ནས་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་ལ་བསྙེན་བཀུར་བྱེད་དུ་འགྲོས་དེས་པ་བླ་མ་ཚུར་ཤོག །བདག་ཅག་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་ལ་བསྙེན་བཀུར་བྱེད་དུ་འདོང་ངོ་།
en: “ ‘O Uttara, gentle sir, I have gone to serve the Completely Awakened One Kāśyapa. O Uttara, gentle sir, come! Let us go to serve the Completely Awakened One Kāśyapa.’

source: །དེས་པ་དགའ་སྐྱོང་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་ལ་བསྙེན་བཀུར་བྱེད་པ་ཐོང་ཤིག །དགེ་སྦྱོང་མགོ་རེག་དེ་ལ་བྱང་ཆུབ་ག་ལ་ཡོད།
en: “ ‘O Nandīpāla, gentle sir, stop serving the Completely Awakened One Kāśyapa. Where on earth in that shaven-headed śramaṇa could there be awakening?

source: བྱང་ཆུབ་ནི་མཆོག་ཏུ་དཀའ་བ་ཡིན་ནོ།
en: Awakening is very difficult to attain.’

source: །དེས་པ་བླ་མ་དགེ་སྦྱོང་མགོ་རེག་དེ་ལ་བྱང་ཆུབ་ག་ལ་ཡོད།
en: “ ‘O Uttara, gentle sir, you should not say, “Where on earth in that shaven-headed śramaṇa could there be awakening?

source: བྱང་ཆུབ་ནི་མཆོག་ཏུ་དཀའ་བའོ་ཞེས་དེ་སྐད་མ་སྨྲ་ཞིག །འོན་ཀྱང་བཅོམ་ལྡན་འདས་དེ་ཉིད་སངས་རྒྱས་ཡིན་ཏེ།
en: Awakening is very difficult to attain.” None but that Blessed One is a buddha.

source: འདིས་ཆོས་ཐམས་ཅད་སངས་རྒྱས་སོ།
en: He has realized every Dharma.

source: །དེས་པ་བླ་མ་ཚུར་བདག་ཅག་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་ལ་བསྙེན་བཀུར་བྱེད་དུ་འདོང་།
en: O Uttara, gentle sir, come! Let us go to serve the Completely Awakened One Kāśyapa.’

source: བྲམ་ཟེའི་ཁྱེའུ་བླ་མས་ལན་གཉིས་ལན་གསུམ་དུ་ཡང་རྫ་མཁན་དགའ་སྐྱོང་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །དེས་པ་དགའ་སྐྱོང་ཐོང་ཤིག།
en: “The young brahmin Uttara said to the potter Nandīpāla a second and third time:

source: སངས་རྒྱས་འོད་སྲུང་ཞེས་བྱ་བ་ནས།
en: ‘O Nandīpāla, gentle sir, stop . . . .

source: བྱང་ཆུབ་ནི་མཆོག་ཏུ་དཀའ་བའོ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ།
en: Awakening is very difficult to attain.’

source: །རྫ་མཁན་དགའ་སྐྱོང་གིས་ཀྱང་ལན་གཉིས་ལན་གསུམ་དུ་བྲམ་ཟེའི་ཁྱེའུ་བླ་མ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: “The potter Nandīpāla also said to the young brahmin Uttara a second and third time:

source: །དེས་པ་བླ་མ་ཁྱོད་དེ་སྐད་མ་སྨྲ་བར་ཞེས་བྱ་བ་ནས།
en: ‘O Uttara, gentle sir, you should not say that . . . let us go to serve . . . .’

source: བསྙེན་བཀུར་བྱེད་དུ་ཞེས་བྱ་བའི་བར་དུའོ། །དེ་ནས་རྫ་མཁན་དགའ་སྐྱོང་གིས་བྲམ་ཟེའི་ཁྱེའུ་བླ་མའི་ཤིང་རྟ་ལ་འཛེགས་ནས་བྲམ་ཟེའི་ཁྱེའུ་བླ་མའི་ཅོ་ཏོ་ནས་བཟུང་སྟེ། འདི་སྐད་ཅེས་སྨྲས་སོ།
en: “Then the potter Nandīpāla mounted the young brahmin Uttara’s chariot, grabbed the young brahmin Uttara by his hair, and said, ‘O Uttara, gentle sir, come!

source: །དེས་པ་བླ་མ་ཚུར་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་ལ་བསྙེན་བཀུར་བྱེད་དུ་འདོང་།
en: Let us go to serve the Completely Awakened One Kāśyapa.’

source: དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་བླ་མ་འདི་སྙམ་དུ་སེམས་ཏེ།
en: “Then the young brahmin Uttara thought, ‘Ah, the Buddha is not unimportant;

source: ཨེ་མའོ་སངས་རྒྱས་ནི་མཆོག་མ་ཡིན་པ་མ་ཡིན་ཞིང་ཆོས་བསྟན་པ་ཡང་མཆོག་མ་ཡིན་པ་མ་ཡིན་པས་ད་ལྟར་རྫ་མཁན་དགའ་སྐྱོང་ཡུན་རིང་པོ་ནས་གཏུམ་པོ་མ་ཡིན། གཟུ་ལུམས་ཅན་མ་ཡིན།
en: the Dharma and the Saṅgha are not unimportant.

source: བརླང་པོ་མ་ཡིན་བསྲི་བ་མེད་པ་མ་ཡིན་པ་དེས་བདག་གི་སྐྲ་རྣམས་བཟུང་བར་གྱུར་ཏོ་སྙམ་དུ་རིག་ནས།
en: Thus, the potter Nandīpāla, who has never, for a long time now, been fierce, violent, rough, or rude, has grabbed me by my hair.’ He asked the potter Nandīpāla, ‘O Nandīpāla, gentle sir, is it really so?’

source: རྫ་མཁན་དགའ་སྐྱོང་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: “ ‘ ‘O gentle sir, it is really so.’ replied Nandīpāla.

source: །དེས་པ་དགའ་སྐྱོང་དེ་ཙམ་བྱ་བ་ལ་ཐུག་གམ།
en: “ ‘O Nandīpāla, gentle sir, if so, release me.

source: དེས་པ་དེ་ཙམ་བྱ་བ་ལ་ཐུག་ཅེས་སོ། །དེས་པ་དགའ་སྐྱོང་དེ་ལྟ་ན་ཐོང་ཤིག་དང་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་ལ་བསྙེན་བཀུར་བྱེད་དུ་འདོང་ངོ་།
en: Let us go to serve the Completely Awakened One Kāśyapa.’

source: །དེ་ནས་རྫ་མཁན་དགའ་སྐྱོང་དང་བྲམ་ཟེའི་ཁྱེའུ་བླ་མ་ཤིང་རྟ་གཅིག་གི་ནང་དུ་ཞུགས་ནས་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གང་ན་བ་དེར་དོང་སྟེ། དེ་གཉིས་ཀྱིས་ཇི་ཙམ་བཞོན་པའི་སའི་བར་དུ་བཞོན་པས་སོང་ནས་བཞོན་པ་ལས་བབས་ཏེ། རྐང་པ་ཁོ་ནས་ཀུན་དགའ་ར་བའི་ནང་དུ་ཞུགས་ཏེ།
en: “Thereupon the potter Nandīpāla and the young brahmin Uttara rode the same chariot and went to the Completely Awakened One Kāśyapa. Having gone as far as they could go by vehicle, they alighted from the vehicle, entered the park on foot, and went to the Completely Awakened One Kāśyapa.

source: ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གང་ན་བ་དེར་ཕྱིན་པ་དང་། དེ་ནས་རྫ་མཁན་དགའ་སྐྱོང་གིས་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་བྱས་ཏེ་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ།
en: The potter Nandīpāla bowed low until his forehead touched the feet of the Completely Awakened One Kāśyapa, and then he sat down to one side.

source: །བྲམ་ཟེའི་ཁྱེའུ་བླ་མས་ནི་བཅོམ་ལྡན་འདས་དང་ལྷན་ཅིག་མངོན་དུ་ཡང་དག་པར་དགའ་བར་འགྱུར་བ་དང་། ཡང་དག་པར་མགུ་བར་འགྱུར་བའི་གཏམ་རྣམ་པ་སྣ་ཚོགས་བྱས་ཏེ་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ།
en: The young brahmin Uttara made plenty of pleasant and joyful conversation, face to face with the Blessed One, and he too sat down to one side.

source: །དེ་ནས་རྫ་མཁན་དགའ་སྐྱོང་གིས་ཐལ་མོ་སྦྱར་བ་བཏུད་དེ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གང་ན་བ་དེ་ལོགས་སུ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་བྲམ་ཟེའི་ཁྱེའུ་བླ་མ་འདི་སངས་རྒྱས་ལ་མངོན་པར་མ་དད་ཅིང་ཆོས་དང་དགེ་འདུན་ལ་མངོན་པར་མ་དད་ལགས་ན།
en: The potter Nandīpāla then made the gesture of supplication and said to the Completely Awakened One Kāśyapa, ‘O Honored One, this young brahmin Uttara does not have faith in the Buddha, nor does he have faith in the Dharma and Saṅgha.

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཇི་ལྟར་བྲམ་ཟེའི་ཁྱེའུ་བླ་མ་འདི་སངས་རྒྱས་ལ་མངོན་པར་དད་ཅིང་ཆོས་དང་དགེ་འདུན་ལ་མངོན་པར་དད་པར་འགྱུར་བའི་ཆོས་དེ་ལྟ་བུ་ལེགས་པར་བཤད་དུ་གསོལ།
en: May the Blessed One preach the Dharma so that this young brahmin Uttara develops faith in the Buddha, and does so also in the Dharma and Saṅgha!’

source: དེ་ནས་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གིས་བྲམ་ཟེའི་ཁྱེའུ་བླ་མ་ལ་ཆོས་དང་ལྡན་པའི་གཏམ་གྱིས་ཡང་དག་པར་སྟོན་པར་མཛད། ཡང་དག་པར་འཛིན་དུ་འཇུག་པར་མཛད། ཡང་དག་པར་གཟེངས་སྟོད་པར་མཛད། ཡང་དག་པར་རབ་ཏུ་དགའ་བར་མཛད་དེ།
en: “Then the Completely Awakened One Kāśyapa, through talk consistent with the Dharma, instructed, inspired, encouraged, and delighted the young brahmin Uttara.

source: །དེ་ནས་བྲམ་ཟེའི་ཁྱེའུ་བླ་མས་རྫ་མཁན་དགའ་སྐྱོང་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །དེས་པ་དགའ་སྐྱོང་ཁྱོད་ཆོས་འདུལ་བ་འདི་ལྟ་བུ་ཐོས་ན་ཅིའི་ཕྱིར་དད་པ་ཡང་དག་པ་ཁོ་ནས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་མི་འབྱུང་།
en: Then the young brahmin Uttara said to the potter Nandīpāla, ‘O Nandīpāla, gentle sir, why do you not go forth from your home into homelessness with true faith, having heard such Dharma and Vinaya?’

source: དེས་པ་བླ་མ་ཁོ་བོ་འདི་ལྟར་ཕ་མ་ལོང་བ་གཉིས་གསོ་བ་དང་། ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་ལ་དུས་དུས་སུ་བསོད་སྙོམས་འབུལ་བ་ཁྱོད་ཀྱིས་མི་ཤེས་སམ།
en: “ ‘O Uttara, gentle sir, do you not know that I am feeding my blind parents and often offering almsfood to the Completely Awakened One Kāśyapa?

source: དེས་པ་བླ་མ་ཁྱོད་རབ་ཏུ་བྱུང་ཤིག །ཁོ་བོ་ནི་རེ་ཞིག་རབ་ཏུ་མི་འབྱུང་ངོ་།
en: O Uttara, gentle sir, you go forth. I will not go forth for the time being.’

source: །དེ་ནས་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་ལ་རྫ་མཁན་དགའ་སྐྱོང་གིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་བྲམ་ཟེའི་ཁྱེའུ་བླ་མ་འདི་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་འབྱུང་བ་དང་བསྙེན་པར་རྫོགས་པ་དགེ་སློང་གི་དངོས་པོ་འཐོབ་པ་ལྟ་ན། བཅོམ་ལྡན་འདས་ཀྱིས་ཐུགས་བརྩེ་བ་ཉེ་བར་བཟུང་སྟེ། རབ་ཏུ་འབྱུང་བ་དང་བསྙེན་པར་རྫོགས་པར་མཛད་དུ་གསོལ།
en: “Then the potter Nandīpāla said to the Completely Awakened One Kāśyapa, ‘O Honored One, may the Blessed One, having compassion, let this young brahmin Uttara go forth and ordain him a monk in the well-taught Dharma and Vinaya!’

source: བྲམ་ཟེའི་ཁྱེའུ་བླ་མས་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་འབྱུང་བ་དང་བསྙེན་པར་རྫོགས་པ་དགེ་སློང་གི་དངོས་པོ་ཐོབ་པར་གྱུར་ཏོ།
en: “The young brahmin Uttara then did go forth and was ordained a monk in the well-taught Dharma and Vinaya.

source: །དེ་ནས་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གིས་བྲམ་ཟེའི་ཁྱེའུ་བླ་མ་རབ་ཏུ་ཕྱུང་ཞིང་བསྙེན་པར་རྫོགས་པར་མཛད་ནས། བཻ་བྷི་ཊིང་གིར་ཇི་ཙམ་བཞེད་ཀྱི་བར་དུ་བཞུགས་ནས་བཱ་རཱ་ཎ་སཱི་གང་ན་བ་དེར་རྒྱུ་ཞིང་གཤེགས་ཏེ་རིམ་གྱིས་རྒྱུ་ཞིང་གཤེགས་པ་དང་བཱ་རཱ་ཎ་སཱིར་བྱོན་ཏོ།
en: “Then the Completely Awakened One Kāśyapa, having let the young brahmin Uttara go forth and ordained him a monk, and having stayed in Vaibhiḍiṅgī as long as he wished, traveled to Vārāṇasī. In due course, he arrived at Vārāṇasī.
